Revit 2024 API
FailureDefinitionAccessor Properties
The FailureDefinitionAccessor type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FailureDefinitionAccessor Class
Autodesk.Revit.DB Namespace